export const BASE_URL = "https://qarebon.antillia.io/api"

export const TITLE_1 = "أنت سبب وجودنا"
export const TITLE_2 = "نتعامل معك بسريّة تامة"
export const TITLE_3 = "غراس اليوم أمل الغدّ"
export const TITLE_4 = "ننميّ المستوى التثقيفي لدى الأفراد"

export const TITLE_1_DES = "لأنك جزء من المجتمع وسبب من أسباب نهضته صحتك النفسية هي أولى أولويتنا"
export const TITLE_2_DES = "تتم الاستشارة بخصوصية وسرية تامة تحت اشراف لجان خاصة ومتخصصين كفء"
export const TITLE_3_DES = "نعمل بجهد لاستقطاب العقول النابغة ودمجها في  مجتمع قريبون تحت غيمة واحدة وهي العمل على مجتمع خالٍ من الأمراض النفسية"
export const TITLE_4_DES = "نعمل بجد لخلق مجتمع مثقف نفسياً ويسعى بجد لدمج ذوي المشاكل النفسية في بوتقة واحدة مع كافة أفراد المجتمع"

export const SKIP = " تخطي "


// Authentication Start
export const QREEBEEN_APP = "تطبيق قريبون"
export const QREEBEEN_APP_DES = "أهلا وسهلاً بك مجدداً في تطبيق قريبون للصحة النفسية"
export const LOGIN_AS_VISITOR = "الدخـول كـزائـر"
export const LOGIN_AS_MEMBOR = "الدخـول كعضـويـة"

// Login 
export const FORGOT_PASSWORD = "نسيت كلمة المرور , هل تريد استرجاعها ؟"
export const SIGN_IN = "تسجيل الدخول"
export const SOCIAL_LOGIN_TEXT = "يمكنك أيضا تسجيل الدخول من خلال"

export const SIGN_IN_AGREE = "موافقتك على تسجيل الدخول تعني قبولك بالالتزام بسياسات التطبيق"

// Confirmation Code

export const ACTIVATE_ACCOUNT = "تفعيل الحساب"
export const ACTIVATION_CODE_NUMBER = "رجاءاً قم بإدخال رمز التفعيل المرسل إلى الرقم"
export const PHONE_NUMBER_ACTIVATE = "لقد تم تفعيل رمز الهاتف بنجاح"
export const GO_TO_MAP = "الذهاب إلى الخريطة"
export const ACTIVATION_SEND = "لم يرسل كود التفعيل ؟ "
export const RESEND_CODE = " أعد إرسال الكود خلال (30) ثانية"

// Home
export const MOST_WATCHED = "الأكثر مشاهدة"
export const VIEW_ALL = "عرض الكل"
export const LATEST_ARTICLE = "المقالات الأحدث"

// Most Watched
export const MOST_WATCHED_TITLE = "تدليل الطفل الزائد آفة وجب تركها"
export const MOST_WATCHED_DES = "المزيد هنا"

// Latest Article
export const ARTICLE_DES = ' إن وقت الحصول على الدعم والراحة يكون أكثر قبولا بعد أن يتم الإخطار بالأخبار"  "السيئة وعندئذ يكون من الضروري أن يجدونك صديقا جيدا'
export const READ_MORE = 'اقرأ المزيد'

// Educational Content
export const EDUCATIONAL_CONTENT = "المحتوى التثقيفي"

// Read Article
export const ARTICLE_CONTENT = "المقالات"

export const ARTICLE_READ_DES_1 = "يعتمد الأب والأم على العشوائية والمواقف الانفعالية وردود الأفعال غير المدروسة في تربية الأطفال، ما يسبب تراكم الكثير من العقد النفسية، ومواقف سلبية تنطبع في شخصية الطفل، وتؤثر عليه في مراحل عمره المختلفة وتكبر معه، لنرى في النهاية منتجاً غير طبيعي، غير متسق ولا منسجم مع محيطه المجتمعي، وهذا ما يسبب العديد من المشاكل والعنف والجرائم، ويخلق شخصيات انتهازية وسلبية وعنيفة ومضطربة نفسيا، وتحمل من الحقد والغل وحب النفس والاستحواذ، مما يجعل هناك خللاً واضحاً في المجتمع، وأمراضاً نفسية تكلف المجتمع الكثير من الوقت والجهد والمال لإصلاح هذه الأخطاء، والتي تسبب فيها مواقف بسيطة وصغيرة في حياة الطفل، نتيجة تربية خاطئة وتصرفات غير صحيحة نفسياً، اعتمد فيها الآباء على اجتهادات شخصية ومورثات بالية لا تمت للتربية بصلة، ونصائح غير مسؤولة من أشخاص محيطين، لا تنبني على أدلة علمية أو معلومات نفسية وتربوية صحيحة. "
export const ARTICLE_READ_DES_2 = "وفي هذا الموضوع سوف نتناول بعض المواقف التربوية والنفسية الصحيحة، والتي نوضح فيها كيفية التصرف السليم تجاه سلوكيات الطفل، وتقديم النصائح والإرشادات اللازمة في هذه المواقف، من أجل تربية الصغار بطريقة صحيحة وبدرجة عالية من الحرفية."
export const ARTICLE_READ_DES_3 = ` يعتمد الأب والأم على العشوائية والمواقف الانفعالية وردود الأفعال غير
المدروسة في تربية الأطفال، ما يسبب تراكم الكثير من العقد النفسية، ومواقف
سلبية تنطبع في شخصية الطفل، وتؤثر عليه في مراحل عمره المختلفة وتكبر معه،
لنرى في النهاية منتجاً غير طبيعي، غير متسق ولا منسجم مع محيطه المجتمعي،
وهذا ما يسبب العديد من المشاكل والعنف والجرائم، ويخلق شخصيات انتهازية
وسلبية وعنيفة ومضطربة نفسيا، وتحمل من الحقد والغل وحب النفس والاستحواذ،
مما يجعل هناك خللاً واضحاً في المجتمع، وأمراضاً نفسية تكلف المجتمع الكثير من
الوقت والجهد والمال لإصلاح هذه الأخطاء، والتي تسبب فيها مواقف بسيطة
وصغيرة في حياة الطفل، نتيجة تربية خاطئة وتصرفات غير صحيحة نفسياً، اعتمد فيها
الآباء على اجتهادات شخصية ومورثات بالية لا تمت للتربية بصلة، ونصائح غير
مسؤولة من أشخاص محيطين، لا تنبني على أدلة علمية أو معلومات نفسية
.وتربوية صحيحة`

export const COMMENT_HEAD = "اكتب هنا تجربتك الخاصة أو تعليقاتك"
export const ARTICLE_READ_DES_4 = `يعتمد الأب والأم على العشوائية والمواقف الانفعالية وردود الأفعال غير المدروسة في تربية الأطفال، ما يسبب تراكم الكثير من العقد النفسية، ومواقف سلبية تنطبع في شخصية الطفل، وتؤثر عليه في مراحل عمره المختلفة وتكبر معه، لنرى في النهاية منتجاً غير طبيعي، غير متسق ولا منسجم مع محيطه المجتمعي، وهذا ما يسبب العديد من `


export const QUESTION_ASWER = `هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.
إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.
ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق.`

export const ABOUT_TAB_FIRST_1 = ` هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا
النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى
.يولدها التطبيق
إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى
زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء
لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص،
حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية
.لتصميم الموقع
ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر
للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء
البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم
.فيظهر بشكل لا يليق`

export const ABOUT_TAB_FIRST_2 = ` هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا
النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى
.يولدها التطبيق
إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى
زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء
لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص،
حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية
.لتصميم الموقع
ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر
للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء
البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم
.فيظهر بشكل لا يليق`

export const ABOUT_TAB_SECOND_1 = ` هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا
النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى
.يولدها التطبيق
إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى
زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء
لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص،
حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية
.لتصميم الموقع
ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر
للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء
البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم
.فيظهر بشكل لا يليق`


export const ABOUT_TAB_SECOND_2 = ` هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا
النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى
.يولدها التطبيق
إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى
زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء
لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص،
حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية
.لتصميم الموقع
ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر
للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء
البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم
.فيظهر بشكل لا يليق`

export const ABOUT_TAB_THIRD_1 = ` هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا
النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى
.يولدها التطبيق
إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى
زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء
لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص،
حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية
.لتصميم الموقع
ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر
للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء
البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم
.فيظهر بشكل لا يليق`


export const ABOUT_TAB_THIRD_2 = ` هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم
توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا
النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى
.يولدها التطبيق
إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى
زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء
لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص،
حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية
.لتصميم الموقع
ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر
للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء
البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم
.فيظهر بشكل لا يليق`


export const ABOUT_DESCRIPTION = `ويعد العطف على الفقراء أحد الأمور التي حثتنا عليها الشريعة الإسلامية، كما أمرنا الله سبحانه وتعالى بإخراج الصدقات على الفقراء والمساكين في أي وقت، كما فرض الله عز وجل الزكاة على كل مسلم ومسلمة، والتي تعد أحد أركان الإسلام الخمسة، كما أمرنا الله سبحانه وتعالى بتلبية احتياجات الفقراء الأولية وكذلك الثانوية في بعض الأحيان، ولا يقتصر الأمر على ذلك، بل جعل الله عز وجل للفقراء الحق في أموال الأغنياء، الأمر الذي لا يمكن تجاوزه أو عدم تنفيذه حيث أكد عليه الله سبحانه وتعالى في كتابه العزيز في قوله تعالى: “إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا” كما ورد في قوله تعالى أيضًا: ” فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ”. صدق الله العظيم.`


